[BalanceDefs.BD_Allium_JabberDenHitBox InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_CookTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName="Transmissor de suprimentos Hyperion"

[BalanceDefs.BD_AlliumTG_Fan1 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_Fan2 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_Fan3 InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[BalanceDefs.BD_AlliumTG_TicketGuy InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[InteractiveObjects.IO_Allium_TicketTaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueFan01 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueFan02 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueFan03 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Allium_TorgueShowGuest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_GlowingNest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_AlliumTG_CookTarget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_JabberDenHitBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_PoisonVat InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ScagMeatOnHook InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_PoisonGland MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Glândula de Veneno"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item.."
NoManufacturerName="Genérico"

[ItemDefs.ID_PoisonGland:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Que veneno delicioso."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_TGMeat MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Carne Suculenta"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item.."
NoManufacturerName="Genérico"

[ItemPool.ID_TGMeat:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_Allium_BulletInvul SkillDefinition]
SkillName="Invulnerabilidade à curto prazo"
SkillDescription="Faça com que o objetivo de queimar o Insetomorfo não seja frustrante, nem impossível."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Allium_SlagWeakness SkillDefinition]
SkillName="Invulnerabilidade à curto prazo"
SkillDescription="Faça com que o objetivo de queimar o Insetomorfo não seja frustrante, nem impossível."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_JackerStrong SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

